export const qnaList = [
  {
    q: '1. 앉아서 쉬지 않고, 게임을 한 시간은 몇 시간 정도 됩니까?',
    a: [
      { id: 0, answer: 'a. 한 시간도 힘들다' },
      { id: 1, answer: 'b. 2~3 시간은 거뜬하다' },
      { id: 2, answer: 'c. 5시간 이상 가능하다' },
      { id: 3, answer: 'd. 10시간도 가능하다' },
    ]
  },
  {
    q: '2. 좋아하는 영화 또는 애니메이션 장르는?',
    a: [
      { id: 0, answer: 'a. 액션' },
      { id: 1, answer: 'b. 로맨스' },
      { id: 2, answer: 'c. 공포' },
      { id: 3, answer: 'd. 코미디' },
      { id: 4, answer: 'e. 미스터리' },
    ]
  },
  {
    q: '3. 납치된다면, 어떤 사람(?)에게 납치되고 싶은가?',
    a: [
      { id: 0, answer: 'a. 외계인' },
      { id: 1, answer: 'b. 암살자' },
      { id: 2, answer: 'c. 악마' },
      { id: 3, answer: 'd. 닌자' },
      { id: 4, answer: 'e. 로봇' },
    ]
  },
  {
    q: '4. 살면서 한번쯤 키워보고 싶은 동물은?',
    a: [
      { id: 0, answer: 'a. 고양이' },
      { id: 1, answer: 'b. 개' },
      { id: 2, answer: 'c. 용' },
      { id: 3, answer: 'd. 말' },
      { id: 4, answer: 'e. 늑대' },
    ]
  },
  {
    q: '5. 좋아하는 음식종류는?',
    a: [
      { id: 0, answer: 'a. 중식' },
      { id: 1, answer: 'b. 일식' },
      { id: 2, answer: 'c. 양식' },
      { id: 3, answer: 'd. 한식' },
      { id: 4, answer: 'e. 없다' },
    ]
  },

  {
    q: '6. 만약 이 세상이 망한다면 그 이유는?',
    a: [
      { id: 0, answer: 'a. 외계인이 침공할 것이다' },
      { id: 1, answer: 'b. 갑자기 거대 생명체(ex. 곤충, 식물 등)가 나타나서 군림할 것이다' },
      { id: 2, answer: 'c. 거대한 자연재해가 지구를 휩쓸 것이다' },
      { id: 3, answer: 'd. 인간끼리 전쟁을 일으킬 것이다' },
    ]
  },
  {
    q: '7. 나는 코딩을 하다 막혔을 때..',
    a: [
      { id: 0, answer: 'a. 우울한 감정을 음미한다' },
      { id: 1, answer: 'b. 산책을 하고 온다' },
      { id: 2, answer: 'c. 웹툰을 본다' },
    ]
  },
  {
    q: '8. 나는.. 나는...!',
    a: [
      { id: 0, answer: 'a. 자유로운 영혼이다' },
      { id: 1, answer: 'b. 똑똑하다' },
      { id: 2, answer: 'c. 우주의 먼지다' },
    ]
  },
  {
    q: '9. 내일 처음으로 볼링을 치러 간다. 오늘 밤 나는..',
    a: [
      { id: 0, answer: 'a. 혼자 롤을 한다' },
      { id: 1, answer: 'b. 볼링 튜토리얼 영상을 보며 예습한다' },
      { id: 2, answer: 'c. 왜 내가 볼링을 이제서야 쳐보는지 한 번 생각해본다' },
    ]
  },
  {
    q: '10. 해외 여행을 갈 수 있다면 나는.. ',
    a: [
      { id: 0, answer: 'a. 무조건 유럽으로' },
      { id: 1, answer: 'b. 안 나가고 드라이브만 해도 충분하다' },
      { id: 2, answer: 'c. 걸어간다' },
    ]
  },
  {
    q: '11. 다른 사람의 이야기를 들을 때 나는..',
    a: [
      { id: 0, answer: 'a. 이미 그 사람이 되어 공감 중이다' },
      { id: 1, answer: 'b. 상황을 이해하고 적당한 호응을 하며 듣는다' },
      { id: 2, answer: 'c. 묵묵히 이야기를 들어준다.' },
      { id: 3, answer: 'd. 듣고는 있지만 공감이 안 될 때가 많다' },
    ]
  },
  {
    q: '12. 친구와 크게 싸운 후, 스트레스 푸는 방법은?',
    a: [
      { id: 0, answer: 'a. 드라이브를 한다' },
      { id: 1, answer: 'b. 음악을 듣는다' },
      { id: 2, answer: 'c. 영화를 본다' },
      { id: 3, answer: 'd. 연인을 만난다' },
    ]
  },
  {
    q: '13. 나는 주로 ~때 게임이 하고 싶다',
    a: [
      { id: 0, answer: 'a. 스트레스 받을 때' },
      { id: 1, answer: 'b. 힐링이 필요할 때' },
      { id: 2, answer: 'c. 친구들과 놀 때' },
      { id: 3, answer: 'd. 머리 쓰고 싶을 때' },
    ]
  }
]